Repository: sigarone/Q-Audion-IOS
Catalog: QAudionApp/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt_br

# carplay.tab.recents
source: Recenti
de: Letzte
en: Recents
es: Recientes
fr: Récents
pt_br: Recentes

# carplay.tab.contacts
source: Contatti
de: Kontakte
en: Contacts
es: Contactos
fr: Contacts
pt_br: Contatos

# carplay.tab.messages
source: Messaggi
de: Nachrichten
en: Messages
es: Mensajes
fr: Messages
pt_br: Mensagens

# carplay.recents.direction.incoming
source: In entrata
de: Eingehend
en: Incoming
es: Entrante
fr: Entrant
pt_br: Recebida

# carplay.recents.direction.outgoing
source: In uscita
de: Ausgehend
en: Outgoing
es: Saliente
fr: Sortant
pt_br: Efetuada

# carplay.recents.direction.missed
source: Persa
de: Verpasst
en: Missed
es: Perdida
fr: Manqué
pt_br: Perdida

# carplay.contacts.verified
source: Verificato
de: Verifiziert
en: Verified
es: Verificado
fr: Vérifié
pt_br: Verificado

# carplay.recents.empty.title
source: Nessuna chiamata recente
de: Keine letzten Anrufe
en: No recent calls
es: Ninguna llamada reciente
fr: Aucun appel récent
pt_br: Nenhuma chamada recente

# carplay.recents.empty.subtitle
source: Le chiamate sicure compaiono qui
de: Sichere Anrufe werden hier angezeigt
en: Secure calls appear here
es: Las llamadas seguras aparecen aquí
fr: Les appels sécurisés apparaissent ici
pt_br: As chamadas seguras aparecem aqui

# carplay.contacts.empty.title
source: Nessun contatto
de: Keine Kontakte
en: No contacts
es: Ningún contacto
fr: Aucun contact
pt_br: Nenhum contato

# carplay.contacts.empty.subtitle
source: Aggiungi contatti dall'app sul telefono
de: Fügen Sie Kontakte über die App auf dem Telefon hinzu
en: Add contacts from the app on your phone
es: Añade contactos desde la app en el teléfono
fr: Ajoute des contacts depuis l'app sur ton téléphone
pt_br: Adicione contatos pelo app no celular

# carplay.messages.empty.title
source: Nessuna conversazione
de: Keine Unterhaltungen
en: No conversations
es: Ninguna conversación
fr: Aucune conversation
pt_br: Nenhuma conversa

# carplay.messages.empty.subtitle
source: Le conversazioni cifrate compaiono qui
de: Verschlüsselte Unterhaltungen werden hier angezeigt
en: Encrypted conversations appear here
es: Las conversaciones cifradas aparecen aquí
fr: Les conversations chiffrées apparaissent ici
pt_br: As conversas criptografadas aparecem aqui

# callkit.encrypted_tag
source: Cifrata
de: Verschlüsselt
en: Encrypted
es: Cifrada
fr: Chiffré
pt_br: Criptografado

# notification.incoming_call.title
source: Chiamata in arrivo
de: Eingehender Anruf
en: Incoming call
es: Llamada entrante
fr: Appel entrant
pt_br: Chamada recebida

# notification.incoming_call.body.group_video
source: Videochiamata di gruppo Q-Audion
de: Q-Audion-Gruppenvideoanruf
en: Q-Audion group video call
es: Videollamada de grupo de Q-Audion
fr: Appel vidéo de groupe Q-Audion
pt_br: Videochamada em grupo do Q-Audion

# notification.incoming_call.body.group_audio
source: Chiamata di gruppo Q-Audion
de: Q-Audion-Gruppenanruf
en: Q-Audion group call
es: Llamada de grupo de Q-Audion
fr: Appel de groupe Q-Audion
pt_br: Chamada em grupo do Q-Audion

# notification.incoming_call.body.video
source: Videochiamata Q-Audion
de: Q-Audion-Videoanruf
en: Q-Audion video call
es: Videollamada de Q-Audion
fr: Appel vidéo Q-Audion
pt_br: Videochamada do Q-Audion

# notification.incoming_call.body.audio
source: Chiamata Q-Audion
de: Q-Audion-Anruf
en: Q-Audion call
es: Llamada de Q-Audion
fr: Appel Q-Audion
pt_br: Chamada do Q-Audion

# chat.send_error.psk_missing
source: Errore di cifratura. Contatto non verificato.
de: Verschlüsselungsfehler. Kontakt nicht verifiziert.
en: Encryption error. Contact not verified.
es: Error de cifrado. Contacto no verificado.
fr: Erreur de chiffrement. Contact non vérifié.
pt_br: Erro de criptografia. Contato não verificado.

# chat.send_error.crypto_failure
source: Errore crittografico. Riprova.
de: Kryptografiefehler. Bitte versuchen Sie es erneut.
en: Cryptographic error. Try again.
es: Error criptográfico. Inténtalo de nuevo.
fr: Erreur cryptographique. Réessaie.
pt_br: Erro criptográfico. Tente novamente.

# chat.send_error.network_error
source: Errore di rete. Controlla la connessione.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
en: Network error. Check your connection.
es: Error de red. Comprueba la conexión.
fr: Erreur réseau. Vérifie la connexion.
pt_br: Erro de rede. Verifique sua conexão.

# chat.send_error.not_authenticated
source: Sessione scaduta. Effettua di nuovo l'accesso.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
en: Session expired. Please sign in again.
es: Sesión caducada. Vuelve a iniciar sesión.
fr: Session expirée. Reconnecte-toi.
pt_br: Sessão expirada. Faça login novamente.

# chat.send_error.upload_failure
source: Caricamento allegato fallito. Riprova.
de: Anhang-Upload fehlgeschlagen. Bitte versuchen Sie es erneut.
en: Attachment upload failed. Try again.
es: Error al subir el adjunto. Inténtalo de nuevo.
fr: Échec de l'envoi de la pièce jointe. Réessaie.
pt_br: Falha ao enviar o anexo. Tente novamente.

# chat.send_error.generic
source: Invio fallito. Riprova più tardi.
de: Senden fehlgeschlagen. Bitte versuchen Sie es später erneut.
en: Send failed. Try again later.
es: Error al enviar. Inténtalo más tarde.
fr: Échec de l'envoi. Réessaie plus tard.
pt_br: Falha no envio. Tente novamente mais tarde.

# trust.header.unverified
source: Non verificato
de: Nicht verifiziert
en: Unverified
es: No verificado
fr: Non vérifié
pt_br: Não verificado

# trust.header.verified
source: Verificato
de: Verifiziert
en: Verified
es: Verificado
fr: Vérifié
pt_br: Verificado

# trust.header.identity_changed
source: 🚨 Identità cambiata
de: 🚨 Identität geändert
en: 🚨 Identity changed
es: 🚨 Identidad cambiada
fr: 🚨 Identité modifiée
pt_br: 🚨 Identidade alterada

# voice_trust.verified
source: Voce verificata
de: Stimme verifiziert
en: Voice verified
es: Voz verificada
fr: Voix vérifiée
pt_br: Voz verificada

# voice_trust.uncertain
source: Voce incerta
de: Stimme unsicher
en: Voice uncertain
es: Voz incierta
fr: Voix incertaine
pt_br: Voz incerta

# voice_trust.unknown
source: Voce sconosciuta
de: Stimme unbekannt
en: Voice unknown
es: Voz desconocida
fr: Voix inconnue
pt_br: Voz desconhecida

# sas.header.verified
source: SAS VERIFICATO
de: SAS VERIFIZIERT
en: SAS VERIFIED
es: SAS VERIFICADO
fr: SAS VÉRIFIÉ
pt_br: SAS VERIFICADO

# sas.header.compare_words
source: CONFRONTA PAROLE
de: WÖRTER VERGLEICHEN
en: COMPARE WORDS
es: COMPARAR PALABRAS
fr: COMPARER LES MOTS
pt_br: COMPARAR PALAVRAS

# sas.confirm.button_verified
source: VERIFICATO
de: VERIFIZIERT
en: VERIFIED
es: VERIFICADO
fr: VÉRIFIÉ
pt_br: VERIFICADO

# sas.confirm.button
source: CONFERMA
de: BESTÄTIGEN
en: CONFIRM
es: CONFIRMAR
fr: CONFIRMER
pt_br: CONFIRMAR

# sas.accessibility.verified
source: Identità verificata (SAS)
de: Identität verifiziert (SAS)
en: Identity verified (SAS)
es: Identidad verificada (SAS)
fr: Identité vérifiée (SAS)
pt_br: Identidade verificada (SAS)

# sas.accessibility.pending
source: Verifica identità (SAS) in sospeso
de: Identitätsprüfung (SAS) ausstehend
en: Identity verification (SAS) pending
es: Verificación de identidad (SAS) pendiente
fr: Vérification d'identité (SAS) en attente
pt_br: Verificação de identidade (SAS) pendente

# account_settings.profile_updated
source: Profilo aggiornato.
de: Profil aktualisiert.
en: Profile updated.
es: Perfil actualizado.
fr: Profil mis à jour.
pt_br: Perfil atualizado.

# backup_settings.backup_completed
source: Backup cifrato completato.
de: Verschlüsseltes Backup abgeschlossen.
en: Encrypted backup completed.
es: Copia de seguridad cifrada completada.
fr: Sauvegarde chiffrée terminée.
pt_br: Backup criptografado concluído.

# backup_settings.restore_completed
source: Backup ripristinato.
de: Backup wiederhergestellt.
en: Backup restored.
es: Copia de seguridad restaurada.
fr: Sauvegarde restaurée.
pt_br: Backup restaurado.

# device_management.list_refreshed
source: Lista aggiornata.
de: Liste aktualisiert.
en: List refreshed.
es: Lista actualizada.
fr: Liste actualisée.
pt_br: Lista atualizada.

# device_management.device_revoked
source: Dispositivo revocato.
de: Gerät widerrufen.
en: Device revoked.
es: Dispositivo revocado.
fr: Appareil révoqué.
pt_br: Dispositivo revogado.

# device_management.device_linked
source: Dispositivo collegato.
de: Gerät verbunden.
en: Device linked.
es: Dispositivo vinculado.
fr: Appareil associé.
pt_br: Dispositivo vinculado.

# diagnostics_export.report_copied
source: Report copiato.
de: Bericht kopiert.
en: Report copied.
es: Informe copiado.
fr: Rapport copié.
pt_br: Relatório copiado.

# key_management.rotation_started
source: Rotazione chiavi avviata.
de: Schlüsselrotation gestartet.
en: Key rotation started.
es: Rotación de claves iniciada.
fr: Rotation des clés lancée.
pt_br: Rotação de chaves iniciada.

# my_phones.number_removed
source: Numero rimosso.
de: Nummer entfernt.
en: Number removed.
es: Número eliminado.
fr: Numéro supprimé.
pt_br: Número removido.

# my_phones.extension_copied
source: Interno copiato.
de: Nebenstelle kopiert.
en: Extension copied.
es: Extensión copiada.
fr: Poste copié.
pt_br: Ramal copiado.

# my_phones.number_verified_added
source: Numero verificato e aggiunto.
de: Nummer verifiziert und hinzugefügt.
en: Number verified and added.
es: Número verificado y añadido.
fr: Numéro vérifié et ajouté.
pt_br: Número verificado e adicionado.

# my_phones.numbers_saved
source: Numeri salvati e pubblicati al server.
de: Nummern gespeichert und auf dem Server veröffentlicht.
en: Numbers saved and published to the server.
es: Números guardados y publicados en el servidor.
fr: Numéros enregistrés et publiés sur le serveur.
pt_br: Números salvos e publicados no servidor.

# ota_update.check_started
source: Verifica avviata.
de: Prüfung gestartet.
en: Check started.
es: Comprobación iniciada.
fr: Vérification lancée.
pt_br: Verificação iniciada.

# settings.session_closed
source: Sessione chiusa.
de: Sitzung beendet.
en: Session closed.
es: Sesión cerrada.
fr: Session fermée.
pt_br: Sessão encerrada.

# upgrade_sheet.already_redeemed
source: Codice già attivo su questo account.
de: Code auf diesem Konto bereits aktiv.
en: Code already active on this account.
es: Código ya activo en esta cuenta.
fr: Code déjà actif sur ce compte.
pt_br: Código já ativo nesta conta.

# upgrade_sheet.activated
source: Account attivato.
de: Konto aktiviert.
en: Account activated.
es: Cuenta activada.
fr: Compte activé.
pt_br: Conta ativada.

# group_info.member_added_one
source: Membro aggiunto.
de: Mitglied hinzugefügt.
en: Member added.
es: Miembro añadido.
fr: Membre ajouté.
pt_br: Membro adicionado.

# group_info.member_removed
source: Membro rimosso.
de: Mitglied entfernt.
en: Member removed.
es: Miembro eliminado.
fr: Membre retiré.
pt_br: Membro removido.

# group_info.group_renamed
source: Gruppo rinominato.
de: Gruppe umbenannt.
en: Group renamed.
es: Grupo renombrado.
fr: Groupe renommé.
pt_br: Grupo renomeado.

# group_info.image_unreadable
source: Immagine non leggibile
de: Bild nicht lesbar
en: Image unreadable
es: Imagen no legible
fr: Image illisible
pt_br: Não foi possível ler a imagem

# group_info.avatar_updated
source: Immagine del gruppo aggiornata.
de: Gruppenbild aktualisiert.
en: Group photo updated.
es: Imagen del grupo actualizada.
fr: Photo du groupe mise à jour.
pt_br: Imagem do grupo atualizada.

# group_info.left_group
source: Hai lasciato il gruppo.
de: Sie haben die Gruppe verlassen.
en: You left the group.
es: Has salido del grupo.
fr: Tu as quitté le groupe.
pt_br: Você saiu do grupo.

# group_info.chat_deleted
source: Chat di gruppo eliminata.
de: Gruppenchat gelöscht.
en: Group chat deleted.
es: Chat de grupo eliminado.
fr: Discussion de groupe supprimée.
pt_br: Conversa em grupo excluída.

# group_invite_qr.id_copied
source: ID gruppo copiato.
de: Gruppen-ID kopiert.
en: Group ID copied.
es: ID del grupo copiado.
fr: ID du groupe copié.
pt_br: ID do grupo copiado.

# contact_detail.contact_not_found
source: Contatto non trovato.
de: Kontakt nicht gefunden.
en: Contact not found.
es: Contacto no encontrado.
fr: Contact introuvable.
pt_br: Contato não encontrado.

# contact_detail.contact_updated
source: Contatto aggiornato.
de: Kontakt aktualisiert.
en: Contact updated.
es: Contacto actualizado.
fr: Contact mis à jour.
pt_br: Contato atualizado.

# contact_detail.new_identity_accepted
source: Nuova identità accettata.
de: Neue Identität akzeptiert.
en: New identity accepted.
es: Nueva identidad aceptada.
fr: Nouvelle identité acceptée.
pt_br: Nova identidade aceita.

# contacts.extension_invalid
source: Interno non valido.
de: Nebenstelle ungültig.
en: Invalid extension.
es: Extensión no válida.
fr: Poste invalide.
pt_br: Ramal inválido.

# contacts.not_connected
source: Non connesso al server — riprova.
de: Nicht mit dem Server verbunden — bitte versuchen Sie es erneut.
en: Not connected to the server — try again.
es: Sin conexión al servidor — inténtalo de nuevo.
fr: Non connecté au serveur — réessaie.
pt_br: Não conectado ao servidor — tente novamente.

# group_call_chat.message_not_sent
source: Messaggio non inviato
de: Nachricht nicht gesendet
en: Message not sent
es: Mensaje no enviado
fr: Message non envoyé
pt_br: Mensagem não enviada

# group_chat.file_unreadable
source: File non leggibile
de: Datei nicht lesbar
en: File unreadable
es: Archivo no legible
fr: Fichier illisible
pt_br: Não foi possível ler o arquivo

# group_chat.no_other_members
source: Nessun altro membro nel gruppo
de: Keine weiteren Mitglieder in der Gruppe
en: No other members in the group
es: No hay más miembros en el grupo
fr: Aucun autre membre dans le groupe
pt_br: Nenhum outro membro no grupo

# group_chat.group_call_unavailable
source: Chiamata di gruppo non disponibile ora
de: Gruppenanruf derzeit nicht verfügbar
en: Group call unavailable right now
es: Llamada de grupo no disponible ahora
fr: Appel de groupe indisponible pour le moment
pt_br: Chamada em grupo indisponível no momento

# chat_list.no_unread_conversations
source: Nessuna conversazione non letta.
de: Keine ungelesenen Unterhaltungen.
en: No unread conversations.
es: No hay conversaciones sin leer.
fr: Aucune conversation non lue.
pt_br: Nenhuma conversa não lida.

# chat_list.group_chat_deleted
source: Chat di gruppo eliminata.
de: Gruppenchat gelöscht.
en: Group chat deleted.
es: Chat de grupo eliminado.
fr: Discussion de groupe supprimée.
pt_br: Conversa em grupo excluída.

# chat_list.group_leave_pending
source: Chat eliminata da questo dispositivo. Non è stato possibile completare l'uscita dal gruppo: l'app riproverà automaticamente.
de: Chat auf diesem Gerät gelöscht. Das Verlassen der Gruppe konnte nicht abgeschlossen werden: Die App versucht es automatisch erneut.
en: Chat deleted from this device. Leaving the group couldn't be completed — the app will retry automatically.
es: Chat eliminado de este dispositivo. No se pudo completar la salida del grupo: la app volverá a intentarlo automáticamente.
fr: Discussion supprimée de cet appareil. La sortie du groupe n'a pas pu être finalisée : l'app réessaiera automatiquement.
pt_br: Conversa excluída deste dispositivo. Não foi possível concluir a saída do grupo: o app tentará novamente automaticamente.

# chat_list.user_id_copied
source: ID utente copiato.
de: Benutzer-ID kopiert.
en: User ID copied.
es: ID de usuario copiado.
fr: ID utilisateur copié.
pt_br: ID do usuário copiado.

# chat_list.export_failed
source: Esportazione fallita.
de: Export fehlgeschlagen.
en: Export failed.
es: Error al exportar.
fr: Échec de l'exportation.
pt_br: Falha na exportação.

# chat_detail.retry_action
source: Riprova
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente

# chat_detail.no_valid_clipboard_image
source: Nessuna immagine valida negli appunti.
de: Kein gültiges Bild in der Zwischenablage.
en: No valid image on the clipboard.
es: No hay ninguna imagen válida en el portapapeles.
fr: Aucune image valide dans le presse-papiers.
pt_br: Nenhuma imagem válida na área de transferência.

# chat_detail.text_copied
source: Testo copiato negli appunti.
de: Text in die Zwischenablage kopiert.
en: Text copied to clipboard.
es: Texto copiado en el portapapeles.
fr: Texte copié dans le presse-papiers.
pt_br: Texto copiado para a área de transferência.

# chat_detail.message_deleted_for_all
source: Messaggio eliminato per tutti.
de: Nachricht für alle gelöscht.
en: Message deleted for everyone.
es: Mensaje eliminado para todos.
fr: Message supprimé pour tout le monde.
pt_br: Mensagem apagada para todos.

# chat_detail.local_history_cleared
source: Cronologia locale cancellata.
de: Lokaler Verlauf gelöscht.
en: Local history cleared.
es: Historial local borrado.
fr: Historique local effacé.
pt_br: Histórico local apagado.

# chat_detail.screenshot_permission_revoked
source: Autorizzazione screenshot revocata.
de: Screenshot-Berechtigung widerrufen.
en: Screenshot permission revoked.
es: Permiso de captura de pantalla revocado.
fr: Autorisation de capture d'écran révoquée.
pt_br: Permissão de captura de tela revogada.

# chat_detail.screenshot_request_sent
source: Richiesta screenshot inviata.
de: Screenshot-Anfrage gesendet.
en: Screenshot request sent.
es: Solicitud de captura de pantalla enviada.
fr: Demande de capture d'écran envoyée.
pt_br: Solicitação de captura de tela enviada.

# chat_detail.contact_blocked
source: Contatto bloccato.
de: Kontakt blockiert.
en: Contact blocked.
es: Contacto bloqueado.
fr: Contact bloqué.
pt_br: Contato bloqueado.

# chat_detail.operation_failed
source: Operazione fallita.
de: Vorgang fehlgeschlagen.
en: Operation failed.
es: Error en la operación.
fr: Échec de l'opération.
pt_br: Falha na operação.

# chat_detail.message_deleted_for_me
source: Messaggio eliminato per te.
de: Nachricht für Sie gelöscht.
en: Message deleted for you.
es: Mensaje eliminado para ti.
fr: Message supprimé pour toi.
pt_br: Mensagem apagada só para você.

# chat_detail.photo_send_failed_single
source: Invio foto non riuscito: formato non valido o file troppo grande.
de: Foto konnte nicht gesendet werden: ungültiges Format oder Datei zu groß.
en: Photo send failed: invalid format or file too large.
es: Error al enviar la foto: formato no válido o archivo demasiado grande.
fr: Échec de l'envoi de la photo : format invalide ou fichier trop volumineux.
pt_br: Falha ao enviar a foto: formato inválido ou arquivo grande demais.

# call_security.label.encryption
source: Cifratura
de: Verschlüsselung
en: Encryption
es: Cifrado
fr: Chiffrement
pt_br: Criptografia

# call_security.label.transport
source: Trasporto
de: Transport
en: Transport
es: Transporte
fr: Transport
pt_br: Transporte

# call_security.label.latency
source: Latenza
de: Latenz
en: Latency
es: Latencia
fr: Latence
pt_br: Latência

# chat_list.group_preview_file
source: [File]
de: [Datei]
es: [Archivo]
fr: [Fichier]
pt_br: [Arquivo]

# in_call.confidence_word_genuine
source: genuina
de: echt
en: genuine
fr: authentique
pt_br: genuína

# in_call.confidence_word_verify_sas
source: verifica con SAS
de: mit SAS prüfen
en: verify with SAS
es: verificar con SAS
fr: vérifie avec SAS
pt_br: verificar com SAS

# in_call.confidence_word_at_risk
source: a rischio
de: gefährdet
en: at risk
es: en riesgo
fr: à risque
pt_br: em risco

# video_call.stress_word_calm
source: calmo
de: ruhig
en: calm
es: tranquilo
fr: calme

# video_call.stress_word_elevated
source: elevato
de: erhöht
en: elevated
es: elevado
fr: élevé
pt_br: elevado

# video_call.stress_word_agitated
source: agitato
de: unruhig
en: agitated
es: agitado
fr: agité
pt_br: agitado

# video_call.hnr_word_clear
source: chiara
de: klar
en: clear
es: clara
fr: claire
pt_br: clara

# video_call.hnr_word_hoarse
source: rauca
de: heiser
en: hoarse
es: ronca
fr: rauque
pt_br: rouca

# video_call.hnr_word_medium
source: media
de: mittel
en: medium
fr: moyenne
pt_br: média

# group_security.overview.media_cipher_label
source: CIFRA MEDIA
de: MEDIENCHIFFRE
en: MEDIA CIPHER
es: CIFRADO MEDIA
fr: CHIFFREMENT MÉDIA
pt_br: CIFRA DE MÍDIA

# group_security.overview.epoch_label
source: EPOCA
de: EPOCHE
en: EPOCH
es: ÉPOCA
fr: EPOCH
pt_br: EPOCH

# group_security.overview.participants_label
source: PARTECIPANTI
de: TEILNEHMER
en: PARTICIPANTS
es: PARTICIPANTES
fr: PARTICIPANTS
pt_br: PARTICIPANTES

# calls_settings.status.background_voip_mode
source: Modalità VoIP background
de: VoIP-Hintergrundmodus
en: Background VoIP mode
es: Modo VoIP en segundo plano
fr: Mode VoIP arrière-plan
pt_br: Modo VoIP em segundo plano

# security_dashboard.status.label
source: Stato
de: Status
en: Status
es: Estado
fr: État
pt_br: Status

# transport_settings.status.server_label
source: Stato server
de: Serverstatus
en: Server status
es: Estado del servidor
fr: État du serveur
pt_br: Status do servidor

# my_phones.error.number_empty
source: Inserisci un numero in formato E.164 (es. +393331234567).
de: Geben Sie eine Nummer im E.164-Format ein (z. B. +393331234567).
en: Enter a number in E.164 format (e.g. +393331234567).
es: Introduce un número en formato E.164 (ej. +393331234567).
fr: Saisis un numéro au format E.164 (ex. +393331234567).
pt_br: Digite um número no formato E.164 (ex.: +5511987654321).

# my_phones.error.number_already_present
source: Numero già presente nella lista.
de: Nummer bereits in der Liste vorhanden.
en: Number already in the list.
es: El número ya está en la lista.
fr: Numéro déjà présent dans la liste.
pt_br: Número já está na lista.

# my_phones.error.session_inactive_add
source: Sessione non attiva — accedi per verificare un numero.
de: Sitzung nicht aktiv — bitte melden Sie sich an, um eine Nummer zu verifizieren.
en: Session not active — sign in to verify a number.
es: Sesión no activa — inicia sesión para verificar un número.
fr: Session inactive — connecte-toi pour vérifier un numéro.
pt_br: Sessão inativa — faça login para verificar um número.

# my_phones.error.otp_code_empty
source: Inserisci il codice ricevuto via SMS.
de: Geben Sie den per SMS erhaltenen Code ein.
en: Enter the code you received via SMS.
es: Introduce el código recibido por SMS.
fr: Saisis le code reçu par SMS.
pt_br: Digite o código recebido por SMS.

# my_phones.error.otp_session_inactive
source: Sessione non attiva.
de: Sitzung nicht aktiv.
en: Session not active.
es: Sesión no activa.
fr: Session inactive.
pt_br: Sessão inativa.

# my_phones.error.session_inactive_save
source: Sessione non attiva — numeri salvati solo localmente.
de: Sitzung nicht aktiv — Nummern nur lokal gespeichert.
en: Session not active — numbers saved locally only.
es: Sesión no activa — números guardados solo localmente.
fr: Session inactive — numéros enregistrés en local uniquement.
pt_br: Sessão inativa — números salvos somente neste dispositivo.

# my_phones.error.pepper_response_invalid
source: Risposta pepper non valida.
de: Ungültige Pepper-Antwort.
en: Invalid pepper response.
es: Respuesta de pepper no válida.
fr: Réponse pepper invalide.
pt_br: Resposta do pepper inválida.

# my_phones.error.pepper_missing
source: Pepper mancante nella risposta server.
de: Pepper in der Serverantwort fehlt.
en: Pepper missing from the server response.
es: Falta el pepper en la respuesta del servidor.
fr: Pepper manquant dans la réponse du serveur.
pt_br: Pepper ausente na resposta do servidor.

# my_phones.error.pepper_unreachable
source: Server pepper non raggiungibile — numeri salvati solo localmente.
de: Pepper-Server nicht erreichbar — Nummern nur lokal gespeichert.
en: Pepper server unreachable — numbers saved locally only.
es: Servidor de pepper inaccesible — números guardados solo localmente.
fr: Serveur pepper injoignable — numéros enregistrés en local uniquement.
pt_br: Servidor de pepper inacessível — números salvos somente neste dispositivo.
